{
	"title": "What societal issues need more support?",
	"pages": [{
		"title": "What societal issues need more support?",
		"questions": [{
			"type": "matrix",
			"name": "allocate_likert_p1",
			"isAllRowRequired": true,
			"title": "People have different preferences in how resources should be allocated for different societal issues. Here we listed 9 different societal issues based on a popular donation website that has accumulated over 100 million dollars of donations. For each of the issues listed below, how important do you think the issue is to you and that more effort and resources should be contributed toward the issue?",
			"columns": [{
				"value": 1,
				"text": "Very Unimportant"
			}, {
				"value": 2,
				"text": "Unimportant"
			}, {
				"value": 3,
				"text": "Neutral"
			}, {
				"value": 4,
				"text": "Important"
			}, {
				"value": 5,
				"text": "Very important"
			}],
			"rows": [{
				"value": "a_pets",
				"isRequired": true,
				"text": "Pets and Animals   >>   (Animal Rights, Welfare, and Services; Wildlife Conservation; Zoos and Aquariums)"
			}, {
				"value": "b_art",
				"isRequired": true,
				"text": "Arts, Culture, Humanities   >>   (Libraries, Historical Societies and Landmark Preservation; Museums; Performing Arts; Public Broadcasting and Media)"
			}, {
				"value": "c_education",
				"text": "Education   >>   (Early Childhood Programs and Services; Youth Education Programs and Services; Adult Education Programs and Services; Special Education; Education Policy and Reform; Scholarship and Financial Support)"
			}, {
				"value": "d_environment",
				"text": "Environment   >>   (Environmental Protection and Conservation; Botanical Gardens, Parks and Nature Centers)"
			}, {
				"value": "e_health",
				"text": "Health   >>   (Diseases, Disorders, and Disciplines; Patient and Family Support; Treatment and Prevention Services; Medical Research)"
			}, {
				"value": "f_human",
				"text": "Human Services   >>   (Children’s and Family Services; Youth Development, Shelter, and Crisis Services; Food Banks, Food Pantries, and Food Distribution; Multipurpose Human Service Organizations; Homeless Services; Social Services)"
			}, {
				"value": "g_international",
				"text": "International   >>   (Development and Relief Services; International Peace, Security, and Affairs; Humanitarian Relief Supplies)"
			}, {
				"value": "h_faith",
				"text": "Faith and Spiritual   >>   (Religious Activities; Religious Media and Broadcasting)"
			}, {
				"value": "i_veteran",
				"text": "Veteran   >>   (Wounded Troops Services, Military Social Services, Military Family Support)"
			}]
		},
		{
			"type": "comment",
			"isRequired": true,
			"name": "reason_likert_p1",
			"title": "In a few sentences, explain why you made these decisions?"
		}
	]
	}]
}
